      * MENCONS sample COBOL
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOMEN.
       PROCEDURE DIVISION.
           DISPLAY "MENCONS placeholder".
           STOP RUN.
